
import { IPayments } from '../../models/PopularQuestionsDate';


export  const Payments: IPayments[] = [
        {
            id: 1,
            question: "Какими способами я могу оплатить товар?",
            answer:
              "Нажмите на кнопку Добавить в корзину на странице любого из представленных товаров и увидите полный список доступных способов оплаты.",
          },
      
          {
            id: 2,
            question: "Могу ли я оплатить покупку не в рублевом эквиваленте?",
            answer:
              "Да, магазин принимает к оплате и евро, доллары, гривны, тенге, бел.рубли. В случае с белорусскими рублями — можно оплатить  банковской картой, при этом счет  переконвертируется в российские рубли по курсу банка плательщика.",
          },

          {
            id: 3,
            question: "Можно ли оплатить товар с помощью кошелька Steam?",
            answer:
              "Нет, Steam Wallet работает исключительно в рамках Steam!  Оплатить товар можно лишь представленными магазином способами.",
          },

          {
            id: 4,
            question: "Я оформил предзаказ, но по сложившимся обстоятельствам мне необходимо его отменить, возможно ли это?",
            answer:
              "Да, это возможно. Откройте вкладку Возврат средств на странице заказа в личном кабинете. Если у вас отсутствует эта вкладка, то напишите во вкладку Переписка",
          },

          {
            id: 5,
            question: "Я хочу оплатить товар банковской картой, безопасно ли это?",
            answer:
              "Полностью безопасно! За конфиденциальность получаемой информации несет ответственность магазин и агрегатор платежей, а списание средств производится только на указанную стоимость выбранного товара при оформлении заказа. А также, оформить заказ невозможно, если у владельца банковской карты не подключена защита 3D-Secure, оберегающая как магазин, так и покупателя от кардинговых мошенников!",
          },

          {
            id: 6,
            question: "Как узнать процент комиссии от платежной системы и сколько будет стоить вместе с комиссией?",
            answer:
              "Нажмите кнопку Купить на странице товара, выберите способ оплаты и Вам выставят стоимость с учетом комиссии по выбранному способу.",
          },

          {
            id: 7,
            question: "Можно ли купить сразу несколько товаров, добавить их в корзину?",
            answer:
              "Да, можно.",
          },
    
]



