
import { IPopularQuestions } from '../../models/PopularQuestionsDate';


export  const PopularQuestionsDate: IPopularQuestions[] = [
        {
            id: 1,
            question: "Если игра мне не понравится, могу ли я вернуть свои деньги?",
            answer:
              "Это не представляется возможным. Товар, приобретенный покупателем, не подлежит возврату или обмену в случае, если товар был получен.",
          },
      
          {
            id: 2,
            question: "Какими способами я могу оплатить товар?",
            answer:
              "Нажмите на кнопку Добавить в корзину на странице любого из представленных товаров и увидите полный список доступных способов оплаты.",
          },

          {
            id: 3,
            question: "Я хочу купить игру, но как мне узнать, есть ли в ней мультиплеер или, к примеру, достижения Steam?",
            answer:
              "Информация отображается на странице товара в магазине, смотрите блок Особенности",
          },

          {
            id: 4,
            question: "Что делать, если игра вылетает, зависает или не запускается?",
            answer:
              "Магазин не несет ответственности за возможные технические неполадки с игрой, и максимум что мы можем порекомендовать в данной ситуации — переустановить или обновить драйвера на аппаратную часть компьютера, снизить графические настройки в игре, проверить компьютер на наличие вирусов / майнеров, завершить лишние процессы из диспетчера задач, переустановить ОС, а также проверить - не перегреваются ли какие-либо составные части компьютера.",
          },

          {
            id: 5,
            question: "Инструкции для активации ключей/Как активировать купленный ключ?",
            answer:
              "На странице каждого товара, справа от основного изображения, указана информация о платформе активации.",
          },
    
]



