
import { IProblems } from '../../models/PopularQuestionsDate';


export  const Problems: IProblems[] = [
        {
            id: 1,
            question: "Я купил игру, но при активации пишет, что продукт не предназначен для моего региона!",
            answer:
              "Такая проблема может возникнуть только в том случае, если Вы не обратили внимание и/или проигнорировали предупреждение о региональных ограничениях, согласие на  ознакомление  с которыми каждый покупатель предварительно обязан подтвердить. А также проживаете на территории страны, недоступной для активации такого продукта.Большинство игр  предназначено для активации и запуска только на территории России, Украины и стран СНГ, список которых перечисляется в предупреждении перед оформлением заказа!",
          },
      
          {
            id: 2,
            question: "Я купил игру, но не получил её на почту и в разделе Мои покупки тоже нет!",
            answer:
              "Пожалуйста, проверьте, не допускали ли Вы ошибку при указании почтового адреса для авторизации в раздел Мои покупки!  ",
          },

          {
            id: 3,
            question: "Что делать, если игра вылетает, зависает или не запускается?",
            answer:
              "Магазин не несет ответственности за возможные технические неполадки с игрой, и максимум что мы можем порекомендовать в данной ситуации — переустановить или обновить драйвера на аппаратную часть компьютера, снизить графические настройки в игре, проверить компьютер на наличие вирусов / майнеров, завершить лишние процессы из диспетчера задач, переустановить ОС, а также проверить - не перегреваются ли какие-либо составные части компьютера.",
          },

         
    
]



