import { IProducts } from '../../models/PopularQuestionsDate';

export  const Products: IProducts[] = [
    {
        id: 1,
        question: "Если игра мне не понравится, могу ли я вернуть свои деньги?",
        answer:
          "Это не представляется возможным. Товар, приобретенный покупателем, не подлежит возврату или обмену в случае, если товар был получен.",
      },
  
      {
        id: 2,
        question: "Я хочу купить игру, но как мне узнать, есть ли в ней мультиплеер или, к примеру, достижения Steam?",
        answer:
          "Информация отображается на странице товара в магазине, смотрите блок Особенности",
      },

      {
        id: 3,
        question: "Как узнать, когда в наличие поступит товар?",
        answer:
          "В нашем магазине работает система оповещения о поступлении товара! Для использования необходимо зайти на страницу товара, имеющего статус Скоро или Закончился,  нажать на иконку конверта, расположенного рядом с таким статусом и подписаться, указав желаемый почтовый адрес для получения уведомления о поступлении товара в магазин.",
      },

      {
        id: 4,
        question: "Можно ли подарить игру другому человеку?",
        answer:
          "Можно! После приобретения можно передать полученный товар, но просим принять во внимание, что любая игра может активироваться только один раз и только на один  выбранный аккаунт.",
      },

      {
        id: 5,
        question: "Если я не обнаружил у вас той игры, которую хотел, то можно ли где-то заявить о том, чтобы она могла в дальнейшем хотя бы предположительно появиться в вашем ассортименте?",
        answer:
          "Если нет какой-либо игры в нашем магазине, то, вероятно, нет возможности пополнить данный продукт.",
      },

      {
        id: 5,
        question: "Я купил игру, как и где её можно забрать?",
        answer:
          "Ваши совершенные покупки всегда доступны в разделе покупки. ",
      },

      {
        id: 5,
        question: "Когда ожидается игра?",
        answer:
          "У нас нет информации по дате поступления данного товара. Если данный товар имеет страницу в нашем магазине со статусом Закончился или Скоро, то вы можете подписаться на оповещение о наличии товара, нажав на иконку конверта",
      },


]